Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: Amount Paid
ar: المبلغ المدفوع
as: প্ৰদান কৰা ধনৰাশি
bn: প্রদত্ত পরিমাণ
de: Gezahlter Betrag
es: Cantidad pagada
fr: Montant payé
gu: ચૂકવેલ રકમ
hi: राशि का भुगतान
it: Importo pagato
ja: 支払金額
kn: ಪಾವತಿಸಿದ ಮೊತ್ತ
ko: 지불 금액
ml: അടച്ച തുക
mr: दिलेली रक्कम
or: ଦେୟ ରାଶି
pa: ਭੁਗਤਾਨ ਕੀਤੀ ਰਕਮ
pt: Valor pago
ru: Сумма платежа
ta: செலுத்தப்பட்ட தொகை
te: చెల్లించిన మొత్తం
zh_hans: 支付金额
zh_hant: 支付金額

source: Analytics
ar: التحليلات
as: বিশ্লেষণ
bn: বিশ্লেষণ
de: Analysen
es: Analítica
fr: Analytique
gu: વિશ્લેષણ
hi: एनालिटिक्स
it: Analisi
ja: 分析
kn: ವಿಶ್ಲೇಷಣೆ
ko: 해석학
ml: അനലിറ്റിക്സ്
mr: विश्लेषण
or: ଆନାଲିଟିକ୍ସ
pa: ਵਿਸ਼ਲੇਸ਼ਣ
pt: Análises
ru: Аналитика
ta: பகுப்பாய்வு
te: విశ్లేషణలు
zh_hans: 分析
zh_hant: 分析

source: Analyzing Taste Profile...
ar: تحليل خصائص المذاق...
as: টেষ্ট প্ৰফাইল বিশ্লেষণ...
bn: স্বাদের প্রোফাইল বিশ্লেষণ...
de: Analyse des Geschmacksprofils...
es: Análisis del perfil de sabor...
fr: Analyse du profil gustatif...
gu: સ્વાદ પ્રોફાઇલનું વિશ્લેષણ કરી રહ્યું છે...
hi: स्वाद प्रोफाइल का विश्लेषण...
it: Analisi del profilo gustativo...
ja: 味覚プロファイルの分析…
kn: ಅಭಿರುಚಿಯ ಪ್ರೊಫೈಲ್ ಅನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ...
ko: 맛 프로필 분석 중...
ml: ടേസ്റ്റ് പ്രൊഫൈൽ വിശകലനം ചെയ്യുന്നു...
mr: चव प्रोफाइलचे विश्लेषण...
or: ସ୍ୱାଦ ପ୍ରୋଫାଇଲ୍ ବିଶ୍ଳେଷଣ କରାଯାଉଛି...
pa: ਸੁਆਦ ਪ੍ਰੋਫਾਈਲ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: Analisando o perfil de sabor...
ru: Анализ вкусового профиля...
ta: சுவை விவரத்தை ஆராய்தல்...
te: రుచి ప్రొఫైల్‌ను విశ్లేషించడం...
zh_hans: 分析口味特征……
zh_hant: 分析口味特徵…

source: Anniversary Date
ar: تاريخ الذكرى السنوية
as: বৰ্ষপূৰ্তিৰ তাৰিখ
bn: বার্ষিকী তারিখ
de: Jahrestag
es: Fecha de aniversario
fr: Date anniversaire
gu: વર્ષગાંઠની તારીખ
hi: सालगिरह की तिथि
it: Data dell'anniversario
ja: 記念日
kn: ವಾರ್ಷಿಕೋತ್ಸವದ ದಿನಾಂಕ
ko: 기념일
ml: വാർഷിക തീയതി
mr: वर्धापनदिन तारीख
or: ବାର୍ଷିକୀ ତାରିଖ
pa: ਵਰ੍ਹੇਗੰਢ ਦੀ ਤਾਰੀਖ
pt: Data de aniversário
ru: Годовщина
ta: ஆண்டுவிழா தேதி
te: వార్షికోత్సవ తేదీ
zh_hans: 周年纪念日
zh_hant: 週年紀念日

source: Anniversary in %lld days
ar: الذكرى السنوية بعد %lld أيام
as: %lld দিনত বাৰ্ষিকী
bn: %lld দিন পর বার্ষিকী
de: Jahrestag in %lld Tagen
es: Aniversario en %lld días
fr: Anniversaire dans %lld jours
gu: %lld દિવસોમાં વર્ષગાંઠ
hi: वर्षगांठ %lld दिनों में
it: Anniversario tra %lld giorni
ja: 記念日まで %lld 日
kn: %lld ದಿನಗಳಲ್ಲಿ ವಾರ್ಷಿಕೋತ್ಸವ
ko: 기념일까지 %lld 일 남았습니다
ml: വാർഷികം %lld ദിവസങ്ങളിൽ
mr: वर्धापनदिन %lld दिवसांत
or: %lld ଦିନରେ ବାର୍ଷିକୀ
pa: %lld ਦਿਨਾਂ ਵਿੱਚ ਵਰ੍ਹੇਗੰਢ
pt: Aniversário em %lld dias
ru: Годовщина через %lld дней
ta: %lld நாட்களில் ஆண்டுவிழா
te: %lld రోజులలో వార్షికోత్సవం
zh_hans: 周年纪念日还有 %lld 天
zh_hant: 週年紀念日還有 %lld 天

source: Any special requests or notes...
ar: أي طلبات أو ملاحظات خاصة...
as: কোনো বিশেষ অনুরোধ বা টোকা...
bn: কোনো বিশেষ অনুরোধ বা মন্তব্য থাকলে...
de: Besondere Wünsche oder Anmerkungen...
es: Cualquier petición especial o nota...
fr: Des demandes ou remarques particulières...
gu: કોઈ ખાસ વિનંતીઓ કે નોંધો...
hi: कोई विशेष अनुरोध या टिप्पणी...
it: Eventuali richieste o note particolari...
ja: 特別なご要望や備考はございますか？
kn: ಯಾವುದೇ ವಿಶೇಷ ವಿನಂತಿಗಳು ಅಥವಾ ಟಿಪ್ಪಣಿಗಳು...
ko: 특별히 요청하시거나 적어주실 사항이 있으시면...
ml: എന്തെങ്കിലും പ്രത്യേക അഭ്യർത്ഥനകൾ അല്ലെങ്കിൽ കുറിപ്പുകൾ...
mr: काही विशेष विनंत्या किंवा सूचना आहेत का...
or: କୌଣସି ବିଶେଷ ଅନୁରୋଧ କିମ୍ବା ଟିପ୍ପଣୀ...
pa: ਕੋਈ ਖਾਸ ਬੇਨਤੀਆਂ ਜਾਂ ਨੋਟਸ...
pt: Algum pedido ou observação especial...
ru: Любые особые пожелания или замечания...
ta: ஏதேனும் சிறப்பு கோரிக்கைகள் அல்லது குறிப்புகள்...
te: ఏవైనా ప్రత్యేక అభ్యర్థనలు లేదా గమనికలు...
zh_hans: 任何特殊要求或备注……
zh_hant: 任何特殊要求或備註…

source: Apply Courtesy
ar: تطبيق المجاملة
as: আবেদন কৰক সৌজন্যতাৰে
bn: সৌজন্য প্রয়োগ করুন
de: Höflichkeit anwenden
es: Aplicar cortesía
fr: Appliquer la courtoisie
gu: સૌજન્ય લાગુ કરો
hi: शिष्टाचार लागू करें
it: Applicare la cortesia
ja: 礼儀正しく振る舞う
kn: ಸೌಜನ್ಯದಿಂದ ಅರ್ಜಿ ಸಲ್ಲಿಸಿ
ko: 예의를 갖춰 신청하세요
ml: കടപ്പാട് അപേക്ഷിക്കുക
mr: सौजन्य लागू करा
or: ସୌଜନ୍ୟତା ପ୍ରୟୋଗ କରନ୍ତୁ
pa: ਸ਼ਿਸ਼ਟਾਚਾਰ ਲਾਗੂ ਕਰੋ
pt: Aplique a cortesia
ru: Проявляйте вежливость.
ta: மரியாதையுடன் விண்ணப்பிக்கவும்
te: మర్యాదపూర్వకంగా దరఖాస్తు చేసుకోండి
zh_hans: 礼貌用语
zh_hant: 禮貌用語

source: Applying Correction
ar: تطبيق التصحيح
as: সংশোধন প্ৰয়োগ কৰা
bn: সংশোধন প্রয়োগ করা হচ্ছে
de: Korrektur anwenden
es: Aplicar corrección
fr: Application de la correction
gu: સુધારો લાગુ કરવો
hi: सुधार लागू करना
it: Applicazione della correzione
ja: 修正の適用
kn: ತಿದ್ದುಪಡಿಯನ್ನು ಅನ್ವಯಿಸಲಾಗುತ್ತಿದೆ
ko: 수정 적용
ml: തിരുത്തൽ പ്രയോഗിക്കുന്നു
mr: सुधारणा लागू करणे
or: ସଂଶୋଧନ ପ୍ରୟୋଗ କରାଯାଉଛି
pa: ਸੁਧਾਰ ਲਾਗੂ ਕਰਨਾ
pt: Aplicando a correção
ru: Применение исправления
ta: திருத்தம் பயன்படுத்துதல்
te: దిద్దుబాటును వర్తింపజేయడం
zh_hans: 应用修正
zh_hant: 應用修正

source: Appointment Details
ar: تفاصيل الموعد
as: নিযুক্তিৰ বিৱৰণ
bn: অ্যাপয়েন্টমেন্টের বিবরণ
de: Termindetails
es: Detalles de la cita
fr: Détails du rendez-vous
gu: નિમણૂકની વિગતો
hi: नियुक्ति विवरण
it: Dettagli dell'appuntamento
ja: 予約の詳細
kn: ನೇಮಕಾತಿ ವಿವರಗಳು
ko: 예약 세부 정보
ml: അപ്പോയിന്റ്മെന്റ് വിശദാംശങ്ങൾ
mr: भेटीचा तपशील
or: ନିଯୁକ୍ତି ବିବରଣୀ
pa: ਮੁਲਾਕਾਤ ਵੇਰਵੇ
pt: Detalhes da consulta
ru: Информация о записи на прием
ta: சந்திப்பு விவரங்கள்
te: అపాయింట్‌మెంట్ వివరాలు
zh_hans: 预约详情
zh_hant: 預約詳情

source: Appointment Linked
ar: تم ربط الموعد
as: নিযুক্তি লিংক কৰা হৈছে
bn: অ্যাপয়েন্টমেন্ট সংযুক্ত
de: Terminverknüpfung
es: Vinculado a la cita
fr: Rendez-vous lié
gu: એપોઇન્ટમેન્ટ લિંક કરેલ
hi: नियुक्ति से जुड़ा हुआ
it: Appuntamento collegato
ja: 予約関連
kn: ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ
ko: 예약 연동
ml: അപ്പോയിന്റ്മെന്റ് ലിങ്ക് ചെയ്തു
mr: भेटीची वेळ जोडलेली
or: ଆପଏଣ୍ଟମେଣ୍ଟ ଲିଙ୍କ୍ କରାଯାଇଛି
pa: ਅਪਾਇੰਟਮੈਂਟ ਲਿੰਕ ਕੀਤੀ ਗਈ
pt: Agendamento vinculado
ru: Связанная запись на прием
ta: சந்திப்பு இணைக்கப்பட்டது
te: అపాయింట్‌మెంట్ లింక్ చేయబడింది
zh_hans: 预约关联
zh_hant: 預約關聯

source: Appointment Tracking
ar: تتبع المواعيد
as: এপইণ্টমেণ্ট ট্ৰেকিং
bn: অ্যাপয়েন্টমেন্ট ট্র্যাকিং
de: Terminverfolgung
es: Seguimiento de citas
fr: Suivi des rendez-vous
gu: એપોઇન્ટમેન્ટ ટ્રેકિંગ
hi: अपॉइंटमेंट ट्रैकिंग
it: Monitoraggio degli appuntamenti
ja: 予約追跡
kn: ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಟ್ರ್ಯಾಕಿಂಗ್
ko: 예약 추적
ml: അപ്പോയിന്റ്മെന്റ് ട്രാക്കിംഗ്
mr: भेटीचा मागोवा घेणे
or: ନିଯୁକ୍ତି ଟ୍ରାକିଂ
pa: ਮੁਲਾਕਾਤ ਟਰੈਕਿੰਗ
pt: Acompanhamento de consultas
ru: Отслеживание встреч
ta: சந்திப்பு கண்காணிப்பு
te: అపాయింట్‌మెంట్ ట్రాకింగ్
zh_hans: 预约跟踪
zh_hant: 預約追蹤

source: Appointments
ar: المواعيد
as: নিযুক্তি
bn: অ্যাপয়েন্টমেন্ট
de: Termine
es: Equipo
fr: Rendez-vous
gu: નિમણૂકો
hi: नियुक्ति
it: Appuntamenti
ja: 予約
kn: ನೇಮಕಾತಿಗಳು
ko: 설비
ml: അപ്പോയിന്റ്മെന്റുകൾ
mr: भेटी
or: ନିଯୁକ୍ତି
pa: ਮੁਲਾਕਾਤਾਂ
pt: Agendamentos
ru: Запись на прием
ta: சந்திப்புகள்
te: అపాయింట్‌మెంట్లు
zh_hans: 预约
zh_hant: 預約

source: Approve
ar: يعتمد
as: অনুমোদন
bn: অনুমোদন করুন
de: Genehmigen
es: Aprobar
fr: Approuver
gu: મંજૂર કરો
hi: मंज़ूरी देना
it: Approvare
ja: 承認する
kn: ಅನುಮೋದಿಸಿ
ko: 승인하다
ml: അംഗീകരിക്കുക
mr: मंजूर करा
or: ଅନୁମୋଦନ କରନ୍ତୁ
pa: ਮਨਜ਼ੂਰ ਕਰੋ
pt: Aprovar
ru: Утвердить
ta: அங்கீகரிக்கவும்
te: ఆమోదించండి
zh_hans: 批准
zh_hant: 核准

source: Approve Access
ar: الموافقة على الوصول
as: প্ৰৱেশ অনুমোদন কৰক
bn: অ্যাক্সেস অনুমোদন করুন
de: Zugriff genehmigen
es: Aprobar el acceso
fr: Approuver l'accès
gu: ઍક્સેસ મંજૂર કરો
hi: पहुँच को मंजूरी दें
it: Approvazione dell'accesso
ja: アクセスを承認する
kn: ಪ್ರವೇಶವನ್ನು ಅನುಮೋದಿಸಿ
ko: 접근 권한 승인
ml: ആക്‌സസ് അംഗീകരിക്കുക
mr: प्रवेशास मान्यता द्या
or: ଆକ୍ସେସ୍ ଅନୁମୋଦନ କରନ୍ତୁ
pa: ਪਹੁੰਚ ਮਨਜ਼ੂਰ ਕਰੋ
pt: Aprovar o acesso
ru: Одобрить доступ
ta: அனுமதி அணுகல்
te: యాక్సెస్‌ను ఆమోదించండి
zh_hans: 批准访问
zh_hant: 批准訪問

source: Approve and Request from Paris
ar: الموافقة والطلب من باريس
as: পেৰিছৰ পৰা অনুমোদন আৰু অনুৰোধ
bn: প্যারিস থেকে অনুমোদন ও অনুরোধ
de: Genehmigen und anfordern aus Paris
es: Aprobar y solicitar desde París
fr: Approbation et demande à Paris
gu: પેરિસ તરફથી મંજૂરી અને વિનંતી
hi: पेरिस से अनुमोदन और अनुरोध करें
it: Approvazione e richiesta da Parigi
ja: パリからの承認とリクエスト
kn: ಪ್ಯಾರಿಸ್‌ನಿಂದ ಅನುಮೋದಿಸಿ ಮತ್ತು ವಿನಂತಿಸಿ
ko: 파리에서 승인 및 요청
ml: പാരീസിൽ നിന്ന് അംഗീകരിക്കുകയും അഭ്യർത്ഥിക്കുകയും ചെയ്യുക
mr: पॅरिसकडून मंजुरी आणि विनंती
or: ପ୍ୟାରିସରୁ ଅନୁମୋଦନ ଏବଂ ଅନୁରୋଧ
pa: ਪੈਰਿਸ ਤੋਂ ਮਨਜ਼ੂਰੀ ਅਤੇ ਬੇਨਤੀ
pt: Aprovar e solicitar a Paris
ru: Одобрить и запросить из Парижа
ta: பாரிஸிலிருந்து ஒப்புதல் மற்றும் கோரிக்கை
te: పారిస్ నుండి ఆమోదం మరియు అభ్యర్థన
zh_hans: 批准并向巴黎提出请求
zh_hant: 批准並向巴黎提出請求

source: Approve Request
ar: الموافقة على الطلب
as: অনুমোদন অনুৰোধ
bn: অনুরোধ অনুমোদন করুন
de: Antrag genehmigen
es: Aprobar solicitud
fr: Demande d'approbation
gu: વિનંતી મંજૂર કરો
hi: अनुरोध स्वीकृत करें
it: Approva la richiesta
ja: リクエストを承認する
kn: ವಿನಂತಿಯನ್ನು ಅನುಮೋದಿಸಿ
ko: 요청 승인
ml: അഭ്യർത്ഥന അംഗീകരിക്കുക
mr: विनंती मंजूर करा
or: ଅନୁରୋଧ ଅନୁମୋଦନ କରନ୍ତୁ
pa: ਬੇਨਤੀ ਮਨਜ਼ੂਰ ਕਰੋ
pt: Aprovar solicitação
ru: Одобрить запрос
ta: கோரிக்கையை அங்கீகரிக்கவும்
te: అభ్యర్థనను ఆమోదించండి
zh_hans: 批准请求
zh_hant: 批准請求

source: Approve Transfer
ar: الموافقة على التحويل
as: স্থানান্তৰ অনুমোদন কৰক
bn: স্থানান্তর অনুমোদন করুন
de: Überweisung genehmigen
es: Aprobar transferencia
fr: Approuver le transfert
gu: ટ્રાન્સફર મંજૂર કરો
hi: स्थानांतरण को मंजूरी दें
it: Approva il trasferimento
ja: 譲渡を承認する
kn: ವರ್ಗಾವಣೆಯನ್ನು ಅನುಮೋದಿಸಿ
ko: 이체 승인
ml: കൈമാറ്റം അംഗീകരിക്കുക
mr: हस्तांतरणास मंजुरी द्या
or: ସ୍ଥାନାନ୍ତର ଅନୁମୋଦନ କରନ୍ତୁ
pa: ਟ੍ਰਾਂਸਫਰ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿਓ
pt: Aprovar transferência
ru: Подтвердить перевод
ta: இடமாற்றத்தை அங்கீகரிக்கவும்
te: బదిలీని ఆమోదించండి
zh_hans: 批准转账
zh_hant: 批准轉帳

source: Archived Product
ar: المنتج المؤرشف
as: আৰ্কাইভ কৰা সামগ্ৰী
bn: আর্কাইভ করা পণ্য
de: Archiviertes Produkt
es: Producto archivado
fr: Produit archivé
gu: આર્કાઇવ કરેલ ઉત્પાદન
hi: संग्रहीत उत्पाद
it: Prodotto archiviato
ja: アーカイブされた製品
kn: ಆರ್ಕೈವ್ ಮಾಡಿದ ಉತ್ಪನ್ನ
ko: 보관된 제품
ml: ആർക്കൈവ് ചെയ്ത ഉൽപ്പന്നം
mr: संग्रहित उत्पादन
or: ସଂଗ୍ରହ କରାଯାଇଥିବା ଉତ୍ପାଦ
pa: ਪੁਰਾਲੇਖਬੱਧ ਉਤਪਾਦ
pt: Produto arquivado
ru: Архивированный продукт
ta: காப்பகப்படுத்தப்பட்ட தயாரிப்பு
te: ఆర్కైవ్ చేయబడిన ఉత్పత్తి
zh_hans: 已存档产品
zh_hant: 已存檔產品

source: Are you sure you want to approve this stock transfer? This will update the inventory levels at the source and destination boutiques.
ar: هل أنت متأكد من رغبتك في الموافقة على عملية نقل المخزون هذه؟ سيؤدي ذلك إلى تحديث مستويات المخزون في متاجر المصدر والوجهة.
as: আপুনি নিশ্চিত নেকি যে আপুনি এই ষ্টক ট্ৰেন্সফাৰত অনুমোদন দিব বিচাৰে? ইয়াৰ ফলত উৎস আৰু গন্তব্যস্থানৰ বুটিকত তথ্যৰ স্তৰ আপডেট হ’ব।
bn: আপনি কি এই স্টক স্থানান্তরটি অনুমোদন করতে নিশ্চিত? এটি উৎস এবং গন্তব্য বুটিকগুলিতে মজুদের পরিমাণ হালনাগাদ করবে।
de: Sind Sie sicher, dass Sie diese Warenübertragung genehmigen möchten? Dadurch werden die Lagerbestände in den Quell- und Zielboutiquen aktualisiert.
es: ¿Está seguro de que desea aprobar esta transferencia de existencias? Esto actualizará los niveles de inventario en las boutiques de origen y destino.
fr: Êtes-vous sûr(e) de vouloir approuver ce transfert de stock ? Cela mettra à jour les niveaux de stock dans les boutiques d'origine et de destination.
gu: શું તમે ખરેખર આ સ્ટોક ટ્રાન્સફરને મંજૂરી આપવા માંગો છો? આનાથી સોર્સ અને ડેસ્ટિનેશન બુટિક પર ઇન્વેન્ટરી લેવલ અપડેટ થશે.
hi: क्या आप वाकई इस स्टॉक ट्रांसफर को मंज़ूरी देना चाहते हैं? इससे सोर्स और डेस्टिनेशन बुटीक में इन्वेंटरी लेवल अपडेट हो जाएंगे।
it: Sei sicuro di voler approvare questo trasferimento di magazzino? Questa operazione aggiornerà i livelli di inventario sia nel punto vendita di origine che in quello di destinazione.
ja: この在庫移動を承認してもよろしいですか？承認すると、供給元と供給先のブティックの在庫レベルが更新されます。
kn: ಈ ಸ್ಟಾಕ್ ವರ್ಗಾವಣೆಯನ್ನು ಅನುಮೋದಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಇದು ಮೂಲ ಮತ್ತು ಗಮ್ಯಸ್ಥಾನದ ಅಂಗಡಿಗಳಲ್ಲಿ ದಾಸ್ತಾನು ಮಟ್ಟವನ್ನು ನವೀಕರಿಸುತ್ತದೆ.
ko: 이 재고 이동을 승인하시겠습니까? 승인하시면 공급처와 수취처 매장의 재고 수준이 업데이트됩니다.
ml: ഈ സ്റ്റോക്ക് ട്രാൻസ്ഫർ അംഗീകരിക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ? ഇത് ഉറവിട, ലക്ഷ്യസ്ഥാന ബോട്ടിക്കുകളിലെ ഇൻവെന്ററി ലെവലുകൾ അപ്‌ഡേറ്റ് ചെയ്യും.
mr: तुम्ही या स्टॉक हस्तांतरणाला मंजुरी देऊ इच्छिता याची तुम्हाला खात्री आहे का? यामुळे मूळ आणि अंतिम बुटिक्समधील इन्व्हेंटरीची पातळी अद्ययावत होईल.
or: ଆପଣ କ’ଣ ନିଶ୍ଚିତ ଯେ ଆପଣ ଏହି ଷ୍ଟକ୍ ସ୍ଥାନାନ୍ତରକୁ ଅନୁମୋଦନ କରିବାକୁ ଚାହୁଁଛନ୍ତି? ଏହା ଉତ୍ସ ଏବଂ ଗନ୍ତବ୍ୟସ୍ଥଳ ବୁଟିକ୍‌ରେ ଇନଭେଣ୍ଟୋରୀ ସ୍ତରକୁ ଅପଡେଟ୍ କରିବ।
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਸ ਸਟਾਕ ਟ੍ਰਾਂਸਫਰ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਸਰੋਤ ਅਤੇ ਮੰਜ਼ਿਲ ਬੁਟੀਕ 'ਤੇ ਵਸਤੂ ਸੂਚੀ ਦੇ ਪੱਧਰਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੇਗਾ।
pt: Tem a certeza de que pretende aprovar esta transferência de stock? Isto atualizará os níveis de stock nas lojas de origem e de destino.
ru: Вы уверены, что хотите одобрить эту передачу товара? Это обновит данные об уровне запасов в бутиках-источниках и в бутиках-получателях.
ta: இந்தப் பங்குப் பரிமாற்றத்திற்கு ஒப்புதல் அளிக்க நீங்கள் உறுதியாக உள்ளீர்களா? இது, மூல மற்றும் சேருமிடக் கடைகளில் உள்ள சரக்கு இருப்புகளைப் புதுப்பிக்கும்.
te: మీరు ఈ స్టాక్ బదిలీని ఆమోదించాలనుకుంటున్నారా? దీనివల్ల మూల మరియు గమ్యస్థాన బోటిక్‌లలోని సరుకు నిల్వల స్థాయిలు నవీకరించబడతాయి.
zh_hans: 您确定要批准此次库存调拨吗？这将更新来源门店和目的地门店的库存水平。
zh_hant: 您確定要批准此庫存調撥嗎？這將更新來源門市和目的地門市的庫存水準。

source: Are you sure you want to completely remove this boutique?
ar: هل أنت متأكد من رغبتك في إزالة هذا المتجر بالكامل؟
as: আপুনি নিশ্চিত নেকি যে আপুনি এই বুটিকখন সম্পূৰ্ণৰূপে আঁতৰাব বিচাৰে?
bn: আপনি কি নিশ্চিত যে আপনি এই বুটিকটি সম্পূর্ণরূপে সরিয়ে ফেলতে চান?
de: Sind Sie sicher, dass Sie diese Boutique vollständig entfernen möchten?
es: ¿Estás seguro de que quieres eliminar completamente esta boutique?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette boutique ?
gu: શું તમે ખરેખર આ બુટિકને સંપૂર્ણપણે દૂર કરવા માંગો છો?
hi: क्या आप वाकई इस बुटीक को पूरी तरह से हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere completamente questa boutique?
ja: このブティックを完全に削除してもよろしいですか？
kn: ಈ ಅಂಗಡಿಯನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 이 부티크를 완전히 삭제하시겠습니까?
ml: ഈ ബുട്ടീക്ക് പൂർണ്ണമായും നീക്കം ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला खात्री आहे का की तुम्हाला हे बुटीक पूर्णपणे काढून टाकायचे आहे?
or: ଆପଣ କ’ଣ ନିଶ୍ଚିତ ଯେ ଆପଣ ଏହି ବୁଟିକ୍‌କୁ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ହଟାଇବାକୁ ଚାହୁଁଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਸ ਬੁਟੀਕ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza de que pretende remover completamente esta loja?
ru: Вы уверены, что хотите полностью закрыть этот бутик?
ta: இந்த ஆடை விற்பனையகத்தை முழுவதுமாக அகற்ற வேண்டும் என்பது உங்களுக்கு உறுதியாகத் தெரியுமா?
te: మీరు ఈ బోటిక్‌ను పూర్తిగా తొలగించాలని ఖచ్చితంగా అనుకుంటున్నారా?
zh_hans: 您确定要彻底移除这家精品店吗？
zh_hant: 您確定要徹底移除這家精品店嗎？

source: Are you sure you want to delete %@? This action cannot be undone.
ar: هل أنت متأكد من رغبتك في حذف %@؟ لا يمكن التراجع عن هذا الإجراء.
as: আপুনি নিশ্চিত নেকি যে আপুনি %@মচি পেলাব বিচাৰেনে ? এই কাৰ্য্য বাতিল কৰিব নোৱাৰি।
bn: আপনি কি %@মুছে ফেলতে নিশ্চিত? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Möchten Sie %@wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar %@? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer %@? Cette action est irréversible.
gu: શું તમે ખરેખર %@ને કાઢી નાખવા માંગો છો? આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી.
hi: क्या आप वाकई %@को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
it: Sei sicuro di voler eliminare %@? Questa azione non può essere annullata.
ja: %@を削除してもよろしいですか？この操作は元に戻せません。
kn: %@ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ko: %@을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ml: %@ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല.
mr: तुम्हाला %@हटवायचे आहे याची खात्री आहे का? ही कृती पूर्ववत करता येणार नाही.
or: ଆପଣ କ’ଣ ନିଶ୍ଚିତ ଯେ ଆପଣ %@ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି? ଏହି କାର୍ଯ୍ୟକୁ ପୂର୍ବବତ୍ କରାଯାଇପାରିବ ନାହିଁ।
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ %@ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਣਕੀਤਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pt: Tem a certeza que pretende eliminar %@? Esta ação não pode ser anulada.
ru: Вы уверены, что хотите удалить %@? Это действие необратимо.
ta: %@ஐ நீக்க நீங்கள் உறுதியாக விரும்புகிறீர்களா? இந்தச் செயலைத் திரும்பப் பெற முடியாது.
te: మీరు నిజంగా %@ను తొలగించాలనుకుంటున్నారా? ఈ చర్యను రద్దు చేయడం సాధ్యపడదు.
zh_hans: 您确定要删除 %@吗？此操作无法撤销。
zh_hant: 您確定要刪除 %@嗎？此操作無法撤銷。

source: Are you sure you want to delete this appointment?
ar: هل أنت متأكد من رغبتك في حذف هذا الموعد؟
as: আপুনি নিশ্চিত নেকি যে আপুনি এই এপইণ্টমেণ্টটো মচি পেলাব বিচাৰে?
bn: আপনি কি এই অ্যাপয়েন্টমেন্টটি মুছে ফেলতে নিশ্চিত?
de: Möchten Sie diesen Termin wirklich löschen?
es: ¿Está seguro de que desea cancelar esta cita?
fr: Êtes-vous sûr de vouloir supprimer ce rendez-vous ?
gu: શું તમે ખરેખર આ એપોઇન્ટમેન્ટ કાઢી નાખવા માંગો છો?
hi: क्या आप वाकई इस अपॉइंटमेंट को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo appuntamento?
ja: この予約を削除してもよろしいですか？
kn: ಈ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 이 예약을 정말로 삭제하시겠습니까?
ml: ഈ അപ്പോയിന്റ്മെന്റ് ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला ही अपॉइंटमेंट रद्द करायची आहे याची खात्री आहे का?
or: ଆପଣ ଏହି ନିଯୁକ୍ତି ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଥିବା ନିଶ୍ଚିତ କି?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਸ ਮੁਲਾਕਾਤ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza de que pretende excluir este compromisso?
ru: Вы уверены, что хотите удалить эту запись о встрече?
ta: இந்த சந்திப்பை நீக்குவது உங்கள் விருப்பமா?
te: మీరు ఈ అపాయింట్‌మెంట్‌ను ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
zh_hans: 您确定要删除此预约吗？
zh_hant: 您確定要刪除此預約嗎？

source: Are you sure you want to delete this appointment? This action cannot be undone.
ar: هل أنت متأكد من رغبتك في حذف هذا الموعد؟ لا يمكن التراجع عن هذا الإجراء.
as: আপুনি নিশ্চিত নেকি যে আপুনি এই এপইণ্টমেণ্টটো মচি পেলাব বিচাৰে? এই কাৰ্য্য বাতিল কৰিব নোৱাৰি।
bn: আপনি কি এই অ্যাপয়েন্টমেন্টটি মুছে ফেলতে নিশ্চিত? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie diesen Termin löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea cancelar esta cita? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce rendez-vous ? Cette action est irréversible.
gu: શું તમે ખરેખર આ એપોઇન્ટમેન્ટ ડિલીટ કરવા માંગો છો? આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી.
hi: क्या आप वाकई इस अपॉइंटमेंट को हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती।
it: Sei sicuro di voler eliminare questo appuntamento? Questa azione è irreversibile.
ja: この予約を削除してもよろしいですか？この操作は元に戻せません。
kn: ಈ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이 예약을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ml: ഈ അപ്പോയിന്റ്മെന്റ് ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല.
mr: तुम्हाला ही अपॉइंटमेंट रद्द करायची आहे याची खात्री आहे का? केलेली कृती पूर्ववत करता येणार नाही.
or: ଆପଣ କ’ଣ ନିଶ୍ଚିତ ଯେ ଆପଣ ଏହି ନିଯୁକ୍ତି ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି? ଏହି କାର୍ଯ୍ୟକୁ ପୂର୍ବବତ୍ କରାଯାଇପାରିବ ନାହିଁ।
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਸ ਮੁਲਾਕਾਤ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਣਕੀਤਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pt: Tem a certeza de que pretende excluir este compromisso? Esta ação não pode ser anulada.
ru: Вы уверены, что хотите удалить эту встречу? Это действие необратимо.
ta: இந்த சந்திப்பை நீக்குவது உறுதிதானா? இந்தச் செயலைத் திரும்பப் பெற முடியாது.
te: మీరు ఈ అపాయింట్‌మెంట్‌ను ఖచ్చితంగా తొలగించాలనుకుంటున్నారా? ఈ చర్యను వెనక్కి తీసుకోలేరు.
zh_hans: 您确定要删除此预约吗？此操作无法撤销。
zh_hant: 您確定要刪除此預約嗎？此操作無法撤銷。

source: Are you sure you want to delete this catalog? This action cannot be undone.
ar: هل أنت متأكد من رغبتك في حذف هذا الكتالوج؟ لا يمكن التراجع عن هذا الإجراء.
as: আপুনি এই কেটেলগটো মচি পেলাব বিচাৰেনে? এই কাৰ্য্য বাতিল কৰিব নোৱাৰি।
bn: আপনি কি এই ক্যাটালগটি মুছে ফেলতে নিশ্চিত? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie diesen Katalog löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar este catálogo? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce catalogue ? Cette action est irréversible.
gu: શું તમે ખરેખર આ કેટલોગ કાઢી નાખવા માંગો છો? આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી.
hi: क्या आप वाकई इस कैटलॉग को हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती।
it: Sei sicuro di voler eliminare questo catalogo? Questa azione è irreversibile.
ja: このカタログを削除してもよろしいですか？この操作は元に戻せません。
kn: ಈ ಕ್ಯಾಟಲಾಗ್ ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이 카탈로그를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ml: ഈ കാറ്റലോഗ് ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല.
mr: तुम्हाला हा कॅटलॉग हटवायचा आहे याची खात्री आहे का? ही कृती पूर्ववत करता येणार नाही.
or: ଆପଣ କ’ଣ ନିଶ୍ଚିତ ଯେ ଆପଣ ଏହି କ୍ୟାଟାଲଗ୍ ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି? ଏହି କାର୍ଯ୍ୟକୁ ପୂର୍ବବତ୍ କରାଯାଇପାରିବ ନାହିଁ।
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਸ ਕੈਟਾਲਾਗ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਣਕੀਤਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pt: Tem a certeza de que pretende eliminar este catálogo? Esta ação não pode ser anulada.
ru: Вы уверены, что хотите удалить этот каталог? Это действие необратимо.
ta: நீங்கள் இந்தப் பட்டியலை நீக்குவது உறுதியா? இந்தச் செயலைத் திரும்பப் பெற முடியாது.
te: మీరు నిజంగా ఈ కేటలాగ్‌ను తొలగించాలనుకుంటున్నారా? ఈ చర్యను వెనక్కి తీసుకోలేము.
zh_hans: 您确定要删除此目录吗？此操作无法撤销。
zh_hant: 您確定要刪除此目錄嗎？此操作無法撤銷。

source: Are you sure you want to delete this image?
ar: هل أنت متأكد من رغبتك في حذف هذه الصورة؟
as: আপুনি নিশ্চিত নেকি যে আপুনি এই ছবিখন মচি পেলাব বিচাৰে?
bn: আপনি কি এই ছবিটি মুছে ফেলতে নিশ্চিত?
de: Möchten Sie dieses Bild wirklich löschen?
es: ¿Estás seguro de que quieres eliminar esta imagen?
fr: Êtes-vous sûr de vouloir supprimer cette image ?
gu: શું તમે ખરેખર આ છબી કાઢી નાખવા માંગો છો?
hi: क्या आप वास्तव में इस छवि को मिटाना चाहते हैं?
it: Sei sicuro di voler eliminare questa immagine?
ja: この画像を削除してもよろしいですか？
kn: ನೀವು ಈ ಚಿತ್ರವನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 이 이미지를 정말로 삭제하시겠습니까?
ml: ഈ ചിത്രം ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला ही प्रतिमा हटवायची आहे याची खात्री आहे का?
or: ଆପଣ ଏହି ପ୍ରତିଛବି ବିଲୋପ କରିବାକୁ ଚାହୁଁଥିବା ନିଶ୍ଚିତ କି?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਚਿੱਤਰ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza que pretende eliminar esta imagem?
ru: Вы уверены, что хотите удалить это изображение?
ta: இந்தப் படத்தை நீக்குவது உங்கள் விருப்பமா?
te: మీరు నిజంగా ఈ చిత్రాన్ని తొలగించాలనుకుంటున్నారా?
zh_hans: 您确定要删除这张图片吗？
zh_hant: 您確定要刪除這張圖片嗎？

source: Are you sure you want to disable this boutique?
ar: هل أنت متأكد من رغبتك في تعطيل هذا المتجر؟
as: আপুনি নিশ্চিত নেকি যে আপুনি এই বুটিকটো নিষ্ক্ৰিয় কৰিব বিচাৰে?
bn: আপনি কি নিশ্চিত যে আপনি এই বুটিকটি নিষ্ক্রিয় করতে চান?
de: Möchten Sie diese Boutique wirklich deaktivieren?
es: ¿Estás seguro de que quieres desactivar esta tienda?
fr: Êtes-vous sûr de vouloir désactiver cette boutique ?
gu: શું તમે ખરેખર આ બુટિક બંધ કરવા માંગો છો?
hi: क्या आप वाकई इस बुटीक को बंद करना चाहते हैं?
it: Sei sicuro di voler disattivare questa boutique?
ja: このブティックを無効にしてもよろしいですか？
kn: ಈ ಬೂಟೀಕ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 이 부티크 기능을 비활성화하시겠습니까?
ml: ഈ ബുട്ടീക്ക് പ്രവർത്തനരഹിതമാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला खात्री आहे का की तुम्हाला हे बुटीक बंद करायचे आहे?
or: ଆପଣ କ’ଣ ନିଶ୍ଚିତ ଯେ ଆପଣ ଏହି ବୁଟିକ୍‌କୁ ଅକ୍ଷମ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਸ ਬੁਟੀਕ ਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza que pretende desativar esta loja?
ru: Вы уверены, что хотите отключить этот бутик?
ta: இந்த பூட்டிக்கை முடக்க நீங்கள் உறுதியாக விரும்புகிறீர்களா?
te: మీరు నిజంగా ఈ బోటిక్‌ను నిలిపివేయాలనుకుంటున్నారా?
zh_hans: 您确定要禁用这家精品店吗？
zh_hant: 您確定要停用這家精品店嗎？

source: Are you sure you want to enable this boutique?
ar: هل أنت متأكد من رغبتك في تفعيل هذا المتجر؟
as: আপুনি নিশ্চিত নেকি যে আপুনি এই বুটিকখন সক্ষম কৰিব বিচাৰে?
bn: আপনি কি এই বুটিকটি চালু করতে নিশ্চিত?
de: Möchten Sie diese Boutique wirklich aktivieren?
es: ¿Estás seguro de que quieres habilitar esta tienda?
fr: Êtes-vous sûr de vouloir activer cette boutique ?
gu: શું તમે ખરેખર આ બુટિક ચાલુ કરવા માંગો છો?
hi: क्या आप वाकई इस बुटीक को सक्रिय करना चाहते हैं?
it: Sei sicuro di voler abilitare questa boutique?
ja: このブティックを有効にしてもよろしいですか？
kn: ಈ ಬೂಟೀಕ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 이 부티크를 활성화하시겠습니까?
ml: ഈ ബുട്ടീക്ക് പ്രാപ്തമാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला खात्री आहे का की तुम्हाला हे बुटीक सुरू करायचे आहे?
or: ଆପଣ କ’ଣ ନିଶ୍ଚିତ ଯେ ଆପଣ ଏହି ବୁଟିକ୍ ସକ୍ଷମ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਸ ਬੁਟੀਕ ਨੂੰ ਚਾਲੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt: Tem a certeza que pretende ativar esta loja?
ru: Вы уверены, что хотите включить этот бутик?
ta: நீங்கள் இந்த பூட்டிக்கை இயக்க விரும்புவது உறுதியா?
te: మీరు నిజంగా ఈ బోటిక్‌ను ప్రారంభించాలనుకుంటున్నారా?
zh_hans: 您确定要启用这家精品店吗？
zh_hant: 您確定要啟用這家精品店嗎？
